taskt/Core/Automation/Commands/ListGroup/GetMinFromListCommand.dot
digraph "GetMinFromListCommand" {
"GetMinFromListCommand" -> "AListGetMathResultFromListCommands";
"AListGetMathResultFromListCommands" -> "AListGetFromListCommands";
"AListGetMathResultFromListCommands" -> "IListGetMathResultFromListProperties";
"AListGetFromListCommands" -> "AListInputListCommands";
"AListGetFromListCommands" -> "IListGetFromListProperties";
"AListInputListCommands" -> "ScriptCommand";
"AListInputListCommands" -> "IListProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
